# https://docs.brew.sh/Brew-Bundle-and-Brewfile
# https://gist.github.com/ChristopherA/a579274536aab36ea9966f301ff14f3f

tap "homebrew/bundle"

brew "openssl@3"

brew "bat"
brew "entr"
brew "eza"
brew "fzf"
brew "gcc"
brew "git-lfs"
brew "jq"
brew "lazygit"
brew "lf"
brew "numpy"
brew "perl"
brew "pigz"
brew "python@3.13", link: :overwrite
brew "rclone"
brew "rip2"
brew "ripgrep"
brew "starship"
brew "virtualenv"
brew "yq"
brew "zoxide"
